{
    "success": true,
    "data": [
        {
            "id": 1,
            "title": "S8 Champion-IG",
            "content": "Although the South Korea (LCK) representative, Kingzone DragonX, lost to China's (LPL) representative Royal Never Give Up (LPL) in 2018 Mid-Season Invitational (MSI) Finals, all three teams from South Korea (LCK) started in the Main Group Stage, having won the 2017 Mid-Season Invitational and the previous two World Championships. With the results of 2018 MSI and following their separation from the rest of the Southeast Asian (SEA) region, Vietnam (VCS) had a direct seed into the Main Group Stage for the summer split victor in their region, but unlike the previous year, Vietnam had no additional slots in the Play-In Stage for their summer runner-up team, because of the 24 team limit. The North American (NA LCS) summer split champion team was seeded to Pool 2 due to their performance at the 2018 Mid-Season Invitational.",
            "imgUrl": "https://www.gloshine.com/media/upload/new/a158.jpg"
        },
        {
            "id": 2,
            "title": "2018 UEFA Champions League Champion - Real Madrid",
            "content": "Gareth Bale scored one of European football's great goals to help Real Madrid overcome Liverpool and win their third successive Champions League title as goalkeeper Loris Karius suffered a personal nightmare. Bale made his mark on another Champions League final with a magnificent overhead kick to put Real 2-1 up after 64 minutes. Liverpool had already suffered the devastating blow of losing top scorer Mohamed Salah midway through the first half - with a shoulder injury sustained in a challenge with Real Madrid captain Sergio Ramos - when calamity struck for Karius. Six minutes after half-time, the German inexplicably threw the ball against Karim Benzema, who was not even challenging with urgency, and watched in horror as the ball rolled behind him into the net. Liverpool recovered from the shock to equalise through Sadio Mane before Bale stepped off the bench to score his wonder goal.",
            "imgUrl": "https://icdn.football-espana.net/wp-content/uploads/2020/11/cristiano-ronaldo-real-madrid-champons-league_13wnw3yuz1nd51f9hso5zns1gf.jpg"
        },
        {
            "id": 3,
            "title": "Chelsea drawing interest from at least 10 credible buyers - sources",
            "content": "Roman Abramovich's decision to sell Chelsea has led to more than 300 expressions of interest to Raine Group -- the New York merchant bank hired by Abramovich to find a buyer -- with sources telling ESPN that at least 10 are regarded as credible parties. Sources have told ESPN that RedBird Capital Partners, the Manhattan-based private equity company founded by Gerry Cardinale and advised by Oakland Athletics executive vice president Billy Beane, are one of a number of U.S.-based groups assessing the feasibility of a bid for Champions League holders Chelsea, which is valued at £3 billion ($3.97 billion).",
            "imgUrl": "https://images.perthnow.com.au/publication/C-5924155/528c9c38ec6d2e35078bc7fa69bf504ab719f825-16x9-x0y0w1280h720.jpg?imwidth=828&impolicy=pn_v3"
        },
        {
            "id": 4,
            "title": "This is Jurgen Klopp's best Liverpool team, and here are the numbers to prove it",
            "content": "After roughly 200 words of consternation, Jurgen Klopp finally admitted it a couple of weeks ago: This current team, the 2021-22 iteration of Liverpool, is the best team he has ever coached. 'Let's stop asking me about it, think about it, write about it, do whatever you want, but my opinion is clear: Yes, top squad, best I ever had,' he said. That's, uh, a pretty big claim! He won multiple Bundesliga titles with Borussia Dortmund and reached a Champions League final. Then he won a Champions League final with Liverpool and followed it up with not just the club's first Premier League title, but a whopping 99 points from 38 games, the second-highest tally in league history. When Klopp first conceded to the question, Liverpool were nine points behind Manchester City in the Premier League. The title race was all but over, and a Champions League title seemed like the only realistic trophy that could possibly match his assessment of his squad. Two weeks later, all of a sudden, a quadruple is in play. They've got the Carabao Cup already thanks to Sunday's win over Chelsea. They're still alive in the FA Cup with a midweek fifth-round home game with Norwich (stream LIVE, 3 p.m. ET, ESPN+), they're cruising toward a place in the Champions League quarters, and they 'control their destiny' in the Premier League. Whatever happens in the three remaining competitions, Klopp knows this team and his previous teams better than anyone -- and he's right. So let's take a look at eight numbers that explain why this is the best Liverpool team of the modern era.",
            "imgUrl": "https://a3.espncdn.com/combiner/i?img=%2Fphoto%2F2022%2F0228%2Fr980411_1296x729_16%2D9.jpg&w=570&format=jpg"
        },
        {
            "id": 5,
            "title": "Real Madrid to discuss Erling Haaland future with Borussia Dortmund - sources",
            "content": "Real Madrid will move to speak to Borussia Dortmund about Erling Haaland's situation in the coming days, sources have told ESPN. The club chose some time ago to focus their efforts on landing Kylian Mbappe this summer, believing Manchester City lead the race to sign Haaland. However, Madrid are not ruling out the possibility of trying to bring in both superstar forwards. They want to analyse the numbers and terms involved in a deal for Haaland to decide whether to compete for his signing. Sources close to Barcelona have told ESPN that the Norway forward is a priority for president Joan Laporta, but there are doubts at the Bernabeu as to whether Barca could afford a deal that, with transfer fee, commission and salary, could rise to over €350 million ($373m). There is a feeling in both Spain and Germany that City are best positioned to sign Haaland. The Premier League club have been working on his signing since last August and could offer superior terms to those from his LaLiga suitors. Pep Guardiola wants to bring in a No. 9 to complete his squad. City tried to strengthen their forward line with Harry Kane last summer, and have since received €55m ($60m) in transfer funds with the departure of Ferran Torres to Barcelona in January. With that in mind, Real Madrid believe they are behind City as a possible destination for Haaland, but want to assess the situation before taking a stance on whether to pursue the 21-year-old or rule themselves out.",
            "imgUrl": "https://a3.espncdn.com/combiner/i?img=%2Fphoto%2F2022%2F0115%2Fr961764_1296x729_16%2D9.jpg&w=570&format=jpg"
        },
        {
            "id": 6,
            "title": "Barcelona, Real Madrid, Juventus slammed by UEFA president for ESL plans amid war in Ukraine",
            "content": "UEFA president Aleksander Ceferin has condemned Barcelona, Real Madrid and Juventus amid reports they are planning to resurrect their European Super League plans 'in the middle of a war.' Ceferin said he is 'sick and tired' of addressing the idea of a 'nonsense' breakaway league and accused the rebel clubs of plotting against UEFA at a time of crisis in Europe amid the ongoing Russian invasion of Ukraine. Juventus chairman Andrea Agnelli, who was the former head of the European Clubs Association and one of the ringleaders of the short-lived breakaway plans, was seated in the front row at the event while the UEFA president lambasted his actions. The Daily Telegraph reported that Agnelli has not given up hope of a breakaway league. Speaking at the Financial Times Business of Football Summit later on Thursday, Agnelli wouldn't be drawn on any specific plans to restart the project but insisted that the idea was not a failure and repeated his claim that European football was in need of reform. This week, Ceferin and UEFA worked with the Ukraine Football Federation to aid the evacuation of Brazilian footballers from Kyiv.",
            "imgUrl": "https://a4.espncdn.com/combiner/i?img=%2Fphoto%2F2022%2F0303%2Fr981480_1296x729_16%2D9.jpg&w=570&format=jpg"
        },
        {
            "id": 7,
            "title": "Kylian Mbappe's PSG future: Real Madrid target has option of staying - Leonardo",
            "content":"Leonardo, meanwhile, has vehemently denied that PSG will make a coaching change at the end of the season. Former Real Madrid coach Zinedine Zidane has been linked with PSG as a potential replacement for Mauricio Pochettino, who is a reported target of Manchester United. Former Tottenham coach Pochettino joined PSG in January 2021 and guided the team to the Coupe de France last season. Despite claiming that things haven't worked out the way PSG planned, Leonardo believes the veteran defender's career is not over. Muscular injuries have limited the 35-year-old to five appearances in all competitions since joining PSG as a free agent on a two-year contract after leaving Real Madrid in July. 'He was well physically when we signed him,' Leonardo said of Ramos. 'Up to now he has played five games. Unfortunately, what we wanted has not happened. It's difficult for him, for us. But our reports are clear. The day that we say he can't play anymore, it will be clear for everyone. But it's not the case. We will wait before drawing conclusions, the season is not over. But I'm not afraid to own up to mistakes when I make them.'",
            "imgUrl": "https://a1.espncdn.com/combiner/i?img=%2Fphoto%2F2022%2F0215%2Fr974901_1296x729_16%2D9.jpg&w=570&format=jpg"
        },
        {
            "id": 8,
            "title": "Man United eye Real Madrid's Carlo Ancelotti as potential short-term manager - sources",
            "content":"Real Madrid manager Carlo Ancelotti has emerged as a surprise short-term option as Manchester United explore contingency plans in their pursuit of a new manager, sources have told ESPN.\n Ancelotti has a close personal relationship with Sir Alex Ferguson, someone new United CEO Richard Arnold has sought advice from since taking over from Ed Woodward earlier this year. United are hopeful of making a long-term appointment ahead of next season after drawing up a five-man shortlist which includes Mauricio Pochettino and Erik ten Hag. Sources have told ESPN that Ferguson is an admirer of Pochettino but has recommended that the club consider Ancelotti if the former Tottenham Hotspur boss rules himself out of the running. Ancelotti, in charge at Real Madrid, is seen as the type of coach who could be successful during a short stint because of his extensive experience in the Premier League and Champions League while also having a track record of managing squads full of high-profile players. Ralf Rangnick, who was placed in charge temporarily following Ole Gunnar Solskjaer's dismissal in November, has also said he could recommend to the board that he stays in the role for another year.",
            "imgUrl": "https://a4.espncdn.com/combiner/i?img=%2Fphoto%2F2022%2F0216%2Fr975079_1296x729_16%2D9.jpg&w=570&format=jpg"
        }
    ]
}